/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Accetta";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Accetta";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "L'ID Apple inserito è stato disabilitato per motivi di sicurezza. Per cambiare la password tocca \"Reimposta\".";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Non sei autorizzato a modificare account su questo dispositivo";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Impossibile creare account";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Non sei autorizzato a modificare l'account su questo dispositivo";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Impossibile creare account";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Non sei autorizzato a effettuare l'accesso da questo dispositivo";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Impossibile accedere";

/* Account Title */
"ACCOUNT_TITLE" = "Account";

/* Achievements title one player */
"ACHIEVEMENTS" = "Medaglie";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ medaglie, %2$@ punti";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ medaglie, %2$@ punto";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ medaglie, %2$@ punti";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ medaglia, %2$@ punti";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ medaglia, %2$@ punto";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ medaglia, %2$@ punti";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ medaglie, %2$@ punti";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ di %2$@ medaglie ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ di %2$@ medaglia ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ medaglie ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ medaglia ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ MEDAGLIE ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ MEDAGLIA ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "NESSUNA MEDAGLIA ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Nessuna medaglia ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Vinta il: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Vinta il: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ di %2$@ medaglie ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ di %2$@ medaglia ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ DI %2$@ MEDAGLIE";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ DI %2$@ MEDAGLIA";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ DI %2$@ MEDAGLIE";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ di %2$@ medaglie ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Non ancora ottenuta";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "%1$@ completato";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ punti";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ punto";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ punti)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ punto)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ punti)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "pt";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "pt";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "pt";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ punti";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Aggiunta indirizzo";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Eliminazione indirizzo";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Non sei autorizzato a inviare richieste di amicizia da questo dispositivo";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Impossibile inviare richieste di amicizia";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Aggiungi giocat.";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Il giocatore non ha effettuato l'accesso";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Non sei autorizzato a usare Game Center su questo dispositivo";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Non sei autorizzato a giocare partite multigiocatore su questo dispositivo";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Multigiocatore non disponibile";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Game Center non disponibile";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Multigiocatore non disponibile";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Anonimo";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Password ID Apple";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Game Center può eseguire l'abbinamento automatico con altri utenti disponibili. Tempo di attesa approssimativo: più di %@ minuti";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Game Center può eseguire l'abbinamento automatico con altri utenti disponibili. Tempo di attesa approssimativo: più di %@ minuto";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Game Center può eseguire l'abbinamento automatico con altri utenti disponibili. Tempo di attesa approssimativo: più di %@ minuti";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Game Center può eseguire l'abbinamento automatico con altri utenti disponibili. Tempo di attesa approssimativo: %@ secondi";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Game Center può eseguire l'abbinamento automatico con altri utenti disponibili. Tempo di attesa approssimativo: %@ secondo";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Game Center può eseguire l'abbinamento automatico con altri utenti disponibili. Tempo di attesa approssimativo: %@ secondi";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Abbinamento";

/* Auto-matched */
"AUTO_MATCHED" = "Abbinato automaticamente";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Giocatore abbinato automaticamente";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Invia";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Invia";

/* By Game Center */
"BY_GAME_CENTER" = "Da Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Annullato";

/* Cancel */
"CANCEL_BUTTON" = "Annulla";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Connessione non riuscita";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Servizi account Game Center attualmente non disponibili.\nRiprova.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Per accedere a Game Center devi essere connesso a una rete Wi-Fi o dati cellulare";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Aggiungi";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Diventa amico di %1$@ per sfidarlo";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Invita amici su Game Center per iniziare a inviare e ricevere sfide";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "I tuoi amici hanno già vinto %1$@. Prova a proporre loro nuove sfide.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Ottieni un punteggio su %1$@ e sfida poi i tuoi amici a superarlo";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Sfida di %1$@: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "%1$@ ti sfida";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Sfida di %1$@:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "\"%1$@\"";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Sfida di %1$@ – Punteggio: %2$@ in %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Sfida un amico";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Invia sfida";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Sfida:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "Da %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "Da %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Punteggio: %1$@ su %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Hai vinto la sfida di  %1$@: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Indietro";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Scegli amici";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Ignora";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Ti hanno sfidato: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Avvia gioco";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Vai su App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Sfida a %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Ha vinto la tua sfida: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Ha vinto la tua sfida a %1$@: %2$@";

/* Change */
"CHANGE" = "Modifica";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Chiudi";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Chiudi";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ medaglie";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ medaglia";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Nessuna medaglia";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Connessione";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Impossibile connettere al server di Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Crea un nuovo ID Apple";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Rifiutato";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Rifiuta";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Vuoi giocare a %@?";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Invia sfida";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Sfida amici";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Condividi";

/* Disable Button */
"DISABLE_BUTTON" = "Disabilita";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Disconnesso";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Rimuovi";

/* Done button title */
"DONE_BUTTON_TITLE" = "Fine";

/* button to send friend request */
"DONT_SEND" = "Non inviare";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Installo…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Inserisci un messaggio opzionale…";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "L'operazione richiesta non può essere completata perché il giocatore locale non è stato autenticato.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "L'operazione richiesta è stata annullata.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "L'operazione richiesta non può essere completata a causa di un errore di comunicazione con il server.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Impossibile completare l'operazione richiesta perché Game Center non riconosce l'applicazione.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "L'operazione richiesta non può essere completata perché il nome utente e/o la password sono incorretti.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "Le operazioni richieste non possono essere completate perché uno o più parametri non sono validi.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "L'operazione richiesta non può essere completata perché il giocatore non è valido.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Richiesta di sfida non riuscita perché i dati della sfida non validi.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "L'operazione richiesta non può essere completata perché la richiesta di corrispondenza non è valida.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "L'operazione richiesta non può essere completata perché il giocatore locale non è stato autenticato.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "L'operazione richiesta non può essere completata perché questa funzione è stata disabilitata in Restrizioni.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "L'operazione richiesta non può essere completata perché il valore di punteggio non è stato impostato.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "L'operazione richiesta non può essere completata perché il partecipante specificato non è valido.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "L'operazione richiesta non può essere completata perché lo stato della sessione non è valido.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "L'operazione richiesta non può essere completata perché il partecipante specificato non presenta lo stato di turno richiesto.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "L'operazione richiesta non può essere completata perché i dati di corrispondenza sono troppo lunghi.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "L'operazione richiesta non può essere completata perché verrebbe superato il numero massimo di sessioni consentito.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "L'operazione richiesta non può essere completata perché questa funzione è disabilitata per i giocatori minorenni.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "Un giocatore inatteso si è connesso a una partita.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "L'operazione richiesta non può essere completata a causa di un errore sconosciuto.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "L'operazione richiesta non può essere completata perché è stata negata dall'utente.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " e altri %@…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "Piace a %@ amici";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "Piace a %@ amico";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "“Mi piace” di Facebook non disp.";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "Piace a %@ amici";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Mi piace";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Mi piace";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Non riuscito";

/* friend text in compare achievement screen */
"FRIEND" = "Amico";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ amici";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ amico";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Nessun amico";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ amici in comune";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ amico in comune";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Nessun amico in comune";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ amici";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ amico";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ AMICI";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ AMICO";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "AMICI";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Amici";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "%1$@ (%2$@ %3$@) ha accettato la tua richiesta di amicizia.";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "%1$@ (%2$@) ha accettato la tua richiesta di amicizia.";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "%1$@ ha accettato la tua richiesta di amicizia.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Cerco giocatori";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Non accetta inviti";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Amici che hanno vinto questa medaglia";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ amici che hanno vinto questa medaglia";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ amico che ha vinto questa medaglia";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Nessuno amico che abbia vinto questa medaglia";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Amici";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ amici";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ amico";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ amici";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Amici che non hanno giocato";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ amici che non ci hanno giocato";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ amico che non ci ha giocato";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Nessun amico che non ci abbia giocato";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Amici che ci hanno giocato";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ amici che ci giocano";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ amico che ci gioca";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Nessun amico che ci giochi";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Giocatori";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ giocatori";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ giocatore";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ giocatori";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Non in linea";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "TUTTI";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "VICINI";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "RECENTI";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Richiesta amicizia";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Vuoi inviare una richiesta di amicizia a %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Richiesta amicizia";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Richiesta di amicizia da %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ giochi";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ gioco";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Nessun gioco";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ giochi in comune";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ gioco in comune";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Nessun gioco in comune";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Partita annullata";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Funzionalità disattivata";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Modalità demo";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Vuoi disabilitare Game Center?";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Puoi abilitare Game Center in qualsiasi momento effettuando l'accesso mediante l'applicazione Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Game Center non è supportato.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Mai giocato";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Invito da %1$@ per giocare a “%2$@”";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Invito da %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "L'invito di %@ è stato annullato.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Non sono stati trovati abbastanza giocatori per l'abbinamento automatico. Invita altri giocatori.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Giocatori insufficienti";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Game Center non riconosce questo gioco.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Per valutare questo gioco, devi accedere con l'ID Apple usato per acquistarlo.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Valutazione gioco non inviata";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Riconnetti?";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Multigiocatore";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Tutti i %@ giocatori";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Tutti i giocatori";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "TUTTI I %@ GIOCATORI";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "TUTTI I GIOCATORI";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "TUTTI I GIOCATORI";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Tutti i giocatori";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Nascosto";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Hai dimenticato l'ID Apple o la password?";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Importa amici";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Incompatible";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Troppi inserimenti della password non corretti. Se hai dimenticato la password, tocca \"Reimposta\" per cambiarla.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Password incorretta";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Invito annullato";

/* Invitation Title */
"INVITATION_TITLE" = "Invito";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Attendo…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Un giocatore ha accettato il tuo invito.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "%1$@ ha accettato il tuo invito a %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "%@ ha accettato il tuo invito.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Un giocatore ha accettato il tuo invito a %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Un giocatore ha rifiutato il tuo invito.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "Num. %1$@ di %2$@ amici";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "Num. %1$@ di %2$@ amico";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Invita un massimo di altri %d giocatori dall'elenco di amici Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Invita un altro giocatore dall'elenco di amici Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "n/d";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Sfida amici";

/* Invite Friend */
"INVITE_FRIEND" = "Invita amico";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Invita amici";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Invita giocatori";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Invita fino a %@ giocatori";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Invita %@ giocatore";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Invita %@ giocatori";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Appena giocato a: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Ultima partita: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Ultima partita giocata: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Ultima partita";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Ultima partita giocata: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Avvia applicazione";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Tab. punteggi";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ tab. punteggi";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "%@ tab. punteggi";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ tab. punteggi";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Tab. punteggi";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "L'intervallo tab. punteggi {%d,%d} deve avere una posizione >= %d e un intervallo <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Carico…";

/* Login Button */
"LOGIN_BUTTON" = "Accedi";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Connetto…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Cerco giocatori…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Invita amici";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Invito giocatori";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Gioca ora";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Inizio partita…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Attendo…";

/* Me */
"ME" = "Io";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Io";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ giocatori";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ giocatori";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Giocatori vicini";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Consenti ai giocatori di Game Center vicini di trovarti e invitarti a partite multigiocatore via Wi-Fi o Bluetooth.";

/* Never Played */
"NEVER_PLAYED" = "Mai giocato";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Mai giocato";

/* Next */
"NEXT" = "Successivo";

/* now (time) */
"NOW_TIME" = "ora";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Nessuna medaglia";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Nessuna medaglia";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Nessuna risposta";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Nessun amico";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "NESSUN PUNTEGGIO AMICI";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Nessun tab. punteggi";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Nessun punteggio o medaglia";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Riprova quando connesso a un network.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Network non disponibile";

/* No score - player rank is zero */
"NO_SCORE" = "Nessun punt.";

/* No Scores */
"NO_SCORES" = "Nessun punteggio";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "NESSUN PUNTEGGIO";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Nessuno stato";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "Globale";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "Impossibile trovare l'ID Apple inserito oppure la password non è corretta.\nRiprova.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Password";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Password Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Peggior %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "Miglior %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Partita giocata oggi: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ o %2$@ giocatori";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "Da %1$@ a %2$@ giocatori";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ giocatori";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ giocatore";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Mai giocato";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ è stato disconnesso.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Gioca";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Gioca";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Gioca adesso e Game Center troverà un massimo di altri %d giocatori con i quali giocare.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Gioca adesso e Game Center troverà un altro giocatore con il quale giocare.";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Gioca adesso e Game Center configurerà il gioco con i giocatori selezionati.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Gioca ora";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "L'ID Apple inserito è stato disabilitato. Contatta il servizio di assistenza al cliente.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎“%@”";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎“%@”";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Classificato quasi come me";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Classificato più di me";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Classificato meno di me";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "Num. %1$@ di %2$@ giocatori";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "Num. %1$@ di %2$@ giocatore";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "Num. %1$@ di %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Non classificato";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "Num. %@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ valutazioni";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ valutazione";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Nessuna valutazione";

/* Ready invite label */
"READY_INVITE_LABEL" = "Pronto";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ destinatari";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ destinatario";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "%@ ore fa";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "%@ ora fa";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "%@ minuti fa";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "%@ minuto fa";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "%@ secondi fa";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Rimuovi";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Rimuovi giocat.";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Segnala un problema";

/* Reset Button */
"RESET_BUTTON" = "Reimposta";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%2$@ su %1$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ risultati";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 risultato";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Nessun risultato";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Richiesta amicizia";

/* Settings Button */
"SETTINGS_BUTTON" = "Impostazioni";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Ho vinto <a href=\"%3$@\">%1$@ giocando a %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>%1$@ ha vinto <a href=\"%4$@\">%2$@ giocando a %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Voglio vincere <a href=\"%3$@\">%1$@ giocando a %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Ho vinto %1$@ giocando a %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "%1$@ ha vinto %2$@ giocando a %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Voglio vincere %1$@ giocando a %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Guarda su %1$@ <a href=\"%3$@\">il punteggio che ho ottenuto giocando a %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Guarda su %2$@<a href=\"%4$@\"> il punteggio che ha ottenuto %1$@ giocando a %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Guarda il mio punteggio a %2$@ su %1$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Guarda su %2$@ il punteggio che ha ottenuto %1$@ giocando a %3$@.";

/* Show All */
"SHOW_ALL" = "Mostra tutti";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Mostra altri…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Mostra altri %@…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Accedi";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Inizia a utilizzare Game Center con il tuo ID Apple e gioca partite in linea con i tuoi amici, ovunque siano.";

/* Starting Game… */
"STARTING_GAME" = "Inizio partita…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Tocca per valutare";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Tocca per valutare questo gioco";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Tocca per valutare\nquesto gioco";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Sempre";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "SEMPRE";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Questa sett.";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "SETTIMANA";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Oggi";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "OGGI";

/* To: */
"TO_LABEL" = "A:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@”";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Riprova più tardi.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Impossibile creare una corrispondenza.";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Gioco finito";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Rimuovi un gioco già esistente e riprova.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Impossibile creare il gioco";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Un giocatore invitato ha troppi giochi attivi.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Impossibile creare il gioco";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Nuovo gioco";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Non ha ancora giocato";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Rifiuta";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Partite";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ giochi";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ gioco";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Partite";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Invito";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Esci dal gioco";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Pronto";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Rimuovi partita";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Inviti";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Turno dell'altro giocatore";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Turno di questo giocatore";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Tocca a te";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Gioco finito";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Tocca a te";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Visualizza partita";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "Da %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Ultimo turno giocato %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Data di inizio sconosciuta";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Nessun turno attivo";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Giocato con %1$@ e altri %2$d";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Hai giocato con %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Giocato con un giocatore abbinato automaticamente";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d giocatori";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Siai giocando con %1$@ e altri %2$d";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Stai giocando con %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Stai giocando con un giocatore abbinato automaticamente";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Data di inizio: %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Invita amici a giocare";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Nessun gioco";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "Turno di %@";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Il loro turno";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ ha vinto";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Ha vinto un altro giocatore";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Un altro giocatore";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Primo posto";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Quarto posto";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Ha perso";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Io";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Nessun risultato";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Esci";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Secondo posto";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Terzo posto";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Ha pareggiato";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "Tempo scaduto";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Ha vinto";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Attivo";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Rifiutato";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "Fine";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Invitato";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "In gara";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Sconosciuto";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Tocca a te";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Hai vinto!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Impossibile caricare";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Impossibile caricare medaglie";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Impossibile caricare amici";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "IMPOSSIBILE CARICARE";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "Al momento è impossibile inviare valutazione gioco. Riprova più tardi.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Utente non autenticato";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Connessione inattesa";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "Si è connesso un giocatore inatteso. L'abbinamento sarà annullato.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Elimina invito";

/* Uninvite Now */
"UNINVITE_NOW" = "Annulla invito ora";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Eliminare invito giocatori?";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Alcuni giocatori invitati non hanno ancora risposto.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "App senza titolo";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "ID Apple";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "ID Apple Sandbox";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Account";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Visualizza";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Attendo autenticazione...";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Attendi %@ per iniziare la partita.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Attendi";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Bentornato, %@";

/* Welcome title */
"WELCOME_TITLE" = "Benvenuto";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Benvenuto in Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Hai selezionato il numero massimo di giocatori.";

